Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/368_000_kroner_til_joik_og_samisk_musikk.html.tmx
Source language: nob
Languages: sme

source: 368 000 kroner til joik og samisk musikk
sme: 368 000 ruvnno luohtái ja sámi musihkkii

source: Sametinget har tildelt 368 000 kroner til utgivelse av joik og samisk musikk, og finansiering av en promotering og musikkvideo.
sme: Sámediggi lea juolludan 368 000 ruvnno luo đi ja sámi musihka almmuheapmái, ruhtadit promotere ma ja musihkkavideo ráhkadeapmái .

source: De to som har fått støtte til utgivelser er med Elisabeth Misvær 168 000 kroner, og «Stories from Sápmi» av Ramona Linnea Sørfjell 100 000 kroner.
sme: Leaba guovttes geat ožž uba doarjaga almmuhemiide. Elisabeth Misvær "Hellige jord - Bassi lea eana" almmuheapmái lea juolluduvvon 168 000 ruvnno, ja Ramona Linnea Sørfjel l oažžu ges 100 000 ruvnno almmuheapmái "Stories from Sápmi".

source: KPH media har 100 000 kroner til produksjon av musikkvideo.
sme: KPH M edia i juolluduvvo 100 000 ruvnn o musihkkavideo buvttadeapmái.

source: Utgivelsen av med Elisabeth Misvær, har som mål å skape stolthet over den samiske kulturen, og vise mangfoldet i joik fra flere tradisjonelle områder, og å synliggjøre pitesamisk språk og pitesamisk joik.
sme: Elisabeth Misvær almmuha "Hellige jord - Bassi lea eana", ja ulbmil lea boktit rámisvuođa sámi kultuvrras, ja čalmmustahttit máŋgga árbevirolaš guovllu luođi girjáivuođa, ja čalmmustahttit bihtánsámi giela ja bihtánsámi juoigama.

source: Eksperimentering med nye musikkuttrykk står i fokus i Ramona Linnea Sørfjells nyeste album «Stories from Sápmi».
sme: Geahččaladdan ođđa musihkkavugiiguin lea guovddážis Ramona Linnea Sørfjell ođđaseamos skearrus "Stories from Sápmi".

source: Prosjektet fokuserer på ambient- sjangeren, som er en sjanger som i stor grad fordrer nettopp eksperimentering med kreativ lyddesign.
sme: Prošeavttas deattuhuvvo ambient-šáŋgra, mii lea dakkár šládja mii buorre muddui gáibida ahte olmmoš geahččaladdá hutkás jietnadesignain.

source: Hun samler inn lyder () fra naturen i Sápmi, og bruker dette som et utgangspunkt for å formidle stemningsfulle og emosjonelle musikkuttrykk.
sme: Son čohkke jienaid ("samples") luonddus Sámis, ja geavaha dán vuolggasadjin gaskkustit dovdduide guoski ja čuohcci musihka.

source: KPH Media vil produsere musikkvideoer til Karl Edvard Urheims nye musikk, som skal slippes i løpet av 2023.
sme: KPH Media áigu buvttadit musihkkavideoid Karl Edvard Urheima ođđa musihkkii, mii almmuhuvvo jagi 2023:s.

source: Musikkvideoene setter søkelys mot samisk musikk og samiske områder.
sme: Musihkkavideot čalmmustahttet sámi musihka ja sámi guovlluid.

source: -Det gleder meg å se at det blomstrer i det samiske musikklivet.
sme: - Lea illudahtti oaidnit ahte sámi musihkkaeallin ahtanuššá.

source: Dette er spennende produksjoner som balanserer tradisjonelle og samtidige musikkuttrykk.
sme: Dát leat gelddolaš buktagat mat balanserejit árbevirolaš ja dálááigásaš musihkkaovdanbuktimiid.

source: De har tydelige bånd inn i den tradisjonelle samiske musikken, og er gode tilskudd til samisk kultur, sier sametingsråd Maja Kristine Jåma (NSR).
sme: Dain leat čielga čatnasat árbevirolaš sámi musihkkii, ja dat leat buorre lassin sámi kultuvrii, dadjá sámediggeráđđi Maja Kristine Jåma (NSR).

source: Bevillingene gis over ordningen Joik og samisk musikk .
sme: Doarjagat juolluduvvojit ortnega Luohti ja sámi musihkka bokte.
